<template>
  <div class="history">
    <div class="title">История о подопечном</div>
    <div class="description">
      Каждая история наших подопечных — это история преодоления: обстоятельств,
      случайностей, себя. Юра лучше многих знает о том, что такое преодоление.
      Жизнь подбрасывала парню столько событий, которые могли сломать его, но
      Юра просто еще усерднее работал, чтобы преодолеть очередное препятствие.
      Мы верим, что и новые испытания Юра сможет преодолеть. Но для этого парню
      нужна наша помощь.
      <div class="title2">
        В 2004 году родителей Юры лишили родительских прав. За подобными словами
        всегда стоит трагедия — трагедия семьи, трагедия детей, оказавшихся на
        попечении государства. Юра и его брат оказались в интернате. Несколько
        раз Юру пытались определить в приемную семью, но всякий раз он
        отказывался — не хотел разлучаться с братом, единственным оставшимся
        рядом родным человеком.
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.history {
  margin: 0 20px 20px;
  border-radius: 12px;
  padding: 16px 10px;
  background: #fff;
  & .title {
    font-weight: 600;
    font-size: 16px;
    color: #363845;
    padding-bottom: 8px;
  }
  & .title2 {
    padding-top: 10px;
    font-weight: 400;
    font-size: 12px;
    line-height: 133%;
    color: #6a6a6a;
  }
  & .description {
    font-weight: 400;
    font-size: 12px;
    line-height: 133%;
    color: #6a6a6a;
  }
}
</style>
